Repository: common-repository/quick-new-site-defaults
Catalog: languages/quick-new-site-defaults-*.po
Languages: de_de

source: Welcome to %s! You can find the plugin at %s.
de_de: Willkommen zu %s! Du kannst das Plugin finden unter %s.

source: Change failed: %s.
de_de: Änderung schlug fehl: %s.

source: Changed successfully: %s.
de_de: Erolgreich geändert: %s.

source: Delete WordPress default posts
de_de: Lösche Standard-Posts

source: Create pages
de_de: Erstelle Seiten

source: Remove widgets
de_de: Entferne Widgets

source: Post ID %d permanently deleted.
de_de: Post ID %d dauerhaft gelöscht.

source: Deletion of post %d failed.
de_de: Löschen des Posts %d schlug fehl.

source: All default widgets are removed.
de_de: Alle Standard-Widgets sind entfernt.

source: example:
de_de: Beispiel:

source: Create empty page
de_de: Erstelle leere Seite

source: Successfully created: Page %s
de_de: Erfolgreich erstellt: Seite %s

source: Is available: Page %s
de_de: Ist vorhanden: Seite %s

source: titled with
de_de: mit der Überschrift

source: Contact
de_de: Kontakt

source: Sitemap
de_de: Inhaltsverzeichnis

source: Legal Notice
de_de: Impressum

source: Privacy Police
de_de: Datenschutzerklärung

source: Youth Protection
de_de: Jugendschutz

source: Cookie Consent
de_de: Cookie-Richtlinie

source: Conditions Of Use
de_de: Nutzungsbedingungen

source: General Terms And Conditions (GTC)
de_de: Allgemeine Geschäftsbedingungen (AGB)

source: About Us
de_de: Über uns

source: FAQ
de_de: Häufige Fragen (FAQ)

source: Help
de_de: Hilfe

source: Consulting
de_de: Beratung

source: Guidelines For Guest Bloggers
de_de: Richtlinien für Gast-Blogger

source: Affiliate Program
de_de: Partnerprogramm

source: Advertising
de_de: Werbung schalten

source: Unsubscribe
de_de: Austragen

source: Connect
de_de: Verbinden

source: Partners
de_de: Partner

source: Linking Policy
de_de: Linkrichtlinien

source: Current Front Page: %s
de_de: Aktuelle Startseite: %s

source: Current Blog Page: %s
de_de: Aktuelle Beitragsseite: %s

source: Successfully created: Front Page %s
de_de: Erfolgreich erstellt: Startseite %s

source: Successfully created: Blog Page %s
de_de: Erfolgreich erstellt: Blog-Seite %s

source: Posts are front page
de_de: Beiträge erscheinen auf der Startseite

source: Create front page with title
de_de: Erstelle Startseite mit der Überschrift

source: Create blog page with title
de_de: Erstelle Beitragsseite mit der Überschrift

source: Set the default settings of the freshly installed site with one single click.
de_de: Stelle die Standardwerte einer frisch installierten Site mit einem einzigen Klick ein.

source: Helpful Links
de_de: Hilfreiche Links

source: Do you like the plugin?
de_de: Gefällt dir das Plugin?

source: Rate it at wordpress.org!
de_de: Benote es auf wordpress.org!

source: Do you need support or have an idea for the plugin?
de_de: Brauchst du Unterstützung oder hast du eine Idee zum Plugin?

source: Post your questions and ideas about Quick New Site Defaults in the forum at wordpress.org!
de_de: Stelle deine Fragen und Ideen zu Quick New Site Defaults im Forum von wordpress.org!

source: The plugin is for free. But the plugin author would be delighted to your small contribution.
de_de: Das Plugin ist kostenlos. Doch der Plugin-Autor würde sich über einen Obolus freuen.

source: Donation Button
de_de: Spendenschaltfläche

source: Donate with PayPal
de_de: Mittels PayPal spenden
